<?php

return [
   'updated' => 'Категория успешно обновлена.',
   'deleted' => 'Категория успешно удалена.',
   'created' => 'Категория успешно создана.',

   'no-parent-name' => 'Нет',

   'errors' => [
      'store' => 'Не удалось сохранить категорию',
   ],

   'pdf' => [
      'id' => 'Категория',
      'image' => 'Изображение',
      'name' => 'Название',
      'parent' => 'Род. категория',
      'created_at' => 'Создание',
      'updated_at' => 'Обновление',
   ],

   'excel' => [
      'id' => 'Категория',
      'image' => 'Изображение',
      'name' => 'Название',
      'parent' => 'Род. категория',
      'created_at' => 'Создание',
      'updated_at' => 'Обновление',
   ],
];
