<?php

return [
   'updated' => 'Производитель успешно обновлен.',
   'deleted' => 'Производитель успешно удален.',
   'created' => 'Производитель успешно создан.',

   'no-image' => 'Нет',

   'errors' => [
      'store' => 'Не удалось сохранить производителя',
   ],

   'pdf' => [
      'id' => 'Производитель',
      'name' => 'Название',
      'image' => 'Изображение',
      'created_at' => 'Создание',
      'updated_at' => 'Обновление',
   ],

   'excel' => [
      'id' => 'Производитель',
      'name' => 'Название',
      'image' => 'Изображение',
      'created_at' => 'Создание',
      'updated_at' => 'Обновление',
   ],
];
