<?php

return [
   'updated' => 'Тег успешно обновлен.',
   'deleted' => 'Тег успешно удален.',
   'created' => 'Тег успешно создан.',

   'no-color' => 'Нет',

   'errors' => [
      'store' => 'Не удалось сохранить тег',
   ],

   'pdf' => [
      'id' => 'Тег',
      'name' => 'Название',
      'color' => 'Цвет',
      'created_at' => 'Создание',
      'updated_at' => 'Обновление',
   ],

   'excel' => [
      'id' => 'Тег',
      'name' => 'Название',
      'color' => 'Цвет',
      'created_at' => 'Создание',
      'updated_at' => 'Обновление',
   ],
];
